Repository: cflavio/cosmonium
Catalog: po/*.po
Languages: fr

source: Orbit
fr: Orbite

source: Period
fr: Période

source: Eccentricity
fr: Eccentricité

source: Inclination
fr: Inclinaison

source: Argument of periapsis
fr: Argument du périastre

source: Ascending node
fr: Noeud ascendant

source: Mean anomaly
fr: Anomalie moyenne

source: Declination
fr: Déclinaison

source: Right ascension
fr: Ascension droite

source: Meridian angle
fr: Méridien

source: Rings
fr: Anneaux

source: Atmosphere
fr: Atmosphère

source: Clouds
fr: Nuages

source: Fixed camera
fr: Caméra fixe

source: Track camera
fr: Caméra suiveuse

source: Look around camera
fr: Caméra tournante

source: Follow camera
fr: Caméra suiveuse

source: Magnitude limit: %.1f
fr: Limite de magnitude: %.1f

source: General
fr: Général

source: Invalid URL...
fr: URL invalide...

source: Instant move
fr: Déplacement instantané

source: Normal move
fr: Déplacement normal

source: Freeze LOD
fr: Gel LOD

source: Unfreeze LOD
fr: Dégel LOD

source: Screenshot not saved
fr: Capture d'écran non sauvée

source: _Find object
fr: _Trouver l'objet

source: _Save URL
fr: _Sauver l'URL

source: _Load URL
fr: _Charger l'URL

source: Load _CEL script
fr: Charger le script _CEL

source: Go to _home
fr: Retour

source: _Preferences
fr: _Préférences

source: _Quit
fr: _Quitter

source: _Increase rate 10x
fr: Augmenter 10x le défilement

source: I_ncrease rate 2x
fr: Augmenter 2x le défilement

source: _Decrease rate 10x
fr: Diminuer 10x le défilement

source: D_ecrease rate 2x
fr: _Diminuer 2x le défilement

source: _Reverse time
fr: Inverser défilement

source: _Freeze time
fr: Geler le défilement

source: _Set real time
fr: Défilement temps réel

source: Set _time...
fr: Règler l'heure...

source: Set _current time
fr: Règler l'heure actuelle

source: Set _J2000 epoch
fr: Règler époque _J2000

source: _Edit
fr: _Editer

source: _Go to
fr: _Aller à

source: Go to f_ront
fr: Aller en face

source: Go to _surface
fr: Aller à la surface

source: _Follow
fr: _Suivre

source: S_ync
fr: S_ynchro

source: _Reset navigation
fr: _Réinitialiser la navigation

source: Orbiting bodies
fr: Corps orbitants

source: Orbits
fr: Orbite

source: _Center on
fr: _Centrer sur

source: _Track
fr: _Pister

source: Zoom _in
fr: Zoomer

source: Zoom _out
fr: Dézoomer

source: _Reset Zoom
fr: Réinitialiser zoom

source: _Select ship
fr: _Sélectioner vaisseau

source: _Edit ship
fr: _Editer vaisseau

source: _Stars
fr: _Etoiles

source: _Planets
fr: _Planètes

source: _Dwarf planets
fr: Planètes _naines

source: _Moons
fr: _Lunes

source: M_inor Moons
fr: Lunes m_ineures

source: L_ost Moons
fr: Lunes perdues

source: C_omets
fr: C_omètes

source: _Asteroids
fr: _Astéroïdes

source: I_nterstellars
fr: I_nterstellaires

source: S_pacecrafts
fr: Vaisseaux

source: All _orbits
fr: Toutes les _orbites

source: M_inor moons
fr: Lunes m_ineures

source: L_ost moons
fr: Lunes perdues

source: _Comets
fr: _Comètes

source: _Atmospheres
fr: _Atmosphères

source: _Clouds
fr: _Nuages

source: _Boundaries
fr: _Limites

source: _Asterisms
fr: _Astérismes

source: _Equatorial
fr: _Equatorielle

source: E_cliptic
fr: _Ecliptique

source: Hardware support
fr: Support matériel

source: Red-Blue
fr: Rouge-Bleu

source: Side by side
fr: Côte-à-côte

source: Swap eyes
fr: Echanger les yeux

source: _Decrease ambient
fr: _Diminuer lum. ambiante

source: _Increase ambient
fr: Augmenter lum. ambiante

source: Fewer _Stars Visible
fr: Moins d'étoiles visibles

source: _More Stars Visible
fr: Plus d'étoiles visibles

source: _Rotation axis
fr: _Axe de rotation

source: Reference _frame
fr: Cadre de référence

source: _Orbits
fr: _Orbites

source: _Bodies
fr: _Corps

source: _Grids
fr: _Grilles

source: _Advanced
fr: _Avancé

source: Toggle _fullscreen
fr: Basculer plein-écran

source: Toggle _menubar
fr: Basculer barre de menu

source: Toggle _HUD
fr: Basculer _HUD

source: Save _screenshot
fr: Capture d'écran

source: Save screenshot _without UI
fr: Capture d'écran sans interface

source: Set screenshots directory...
fr: Configurer le répertoire pour les captures...

source: Frame per second
fr: Trame par secondes

source: Render time
fr: Temps de rendu

source: None
fr: Aucun

source: Default
fr: Défaut

source: Diffuse
fr: Diffus

source: Normals
fr: Normales

source: Shadows
fr: Ombres

source: Color picking
fr: Sélection par couleur

source: Ray hit
fr: Intersection rayon

source: Show slice
fr: Tranche

source: Toggle filled wireframe
fr: Basculer mode fil de fer rempli

source: Toggle wireframe
fr: Basculer mode fil de fer

source: Show render buffers
fr: Montrer buffets rendu

source: Show shadow frustum
fr: Montrer le frustum des ombres

source: Instant movement
fr: Déplacement instantané

source: Connect pstats
fr: Connecter pstats

source: Render info
fr: Info rendu

source: Dump LOD stats
fr: Imprimer les statistiques LOD

source: Dump LOD tree
fr: Imprimer l'arbre LOD

source: Log LOD events
fr: Logguer les évènements LOD

source: Show boundaries
fr: Montrer les limites

source: Show LOD bounding boxes
fr: Montrer les boîtes englobantes

source: Show LOD culling frustum
fr: Montrer le frustum de test

source: Show octree stats
fr: Montrer les statistiques

source: Dump octree
fr: Imprimer l'arbre

source: User _guide
fr: _Guide utilisateur

source: _Credits
fr: _Crédits

source: _License
fr: _Licence

source: _About
fr: _A propos

source: _Select
fr: _Sélection

source: _Time
fr: _Temps

source: Camera
fr: Caméra

source: _Render
fr: Rendu

source: _Window
fr: _Fenêtre

source: _Debug
fr: _Débug

source: _Help
fr: _Aide

source: _Goto
fr: _Aller à

source: More info
fr: Plus d'info

source: Show _menubar
fr: Montrer barre des menus

source: Ground:
fr: Sol :

source: Radius:
fr: Rayon :

source: Abs (app) magnitude:
fr: Magnitude abs (app) :

source: Luminosity:
fr: Luminosité :

source: x Sun
fr: x Soleil

source: Spectral type:
fr: Type spectral :

source: Temperature:
fr: Température :

source: Travelling (%d)
fr: En route (%d)

source: Track %s
fr: Piste %s

source: Fly over %s
fr: Survol de %s

source: Follow %s
fr: Suit %s

source: Sync orbit %s
fr: Orbite synchrone de %s

source: %s (Paused)
fr: %s (Pause)

source: Unknown object type
fr: Type d'objet inconnu

source: Unknown class
fr: Classe inconnue

source: Right Ascension
fr: Ascension droite

source: Semi-major axis
fr: Demi-grand axe

source: Ascending Node
fr: Noeud ascendant

source: Argument of Periapsis
fr: Argument du périastre

source: Mean Anomaly
fr: Anomalie moyenne

source: Unknown rotation
fr: Rotation inconnue

source: Synchronous
fr: Synchrone

source: Meridian
fr: Méridien

source: Name
fr: Nom

source: Category
fr: Catégorie

source: Resolution
fr: Résolution

source: Model
fr: Modèle

source: License
fr: Licence

source: Names
fr: Noms

source: Radius
fr: Rayon

source: Polar radius
fr: Rayon polaire

source: Equatorial radius
fr: Rayon equatorial

source: Ellipticity
fr: Ellipticité

source: No
fr: Non

source: Yes
fr: Oui

source: Spectral type
fr: Type spectral

source: Unknown
fr: Inconnu

source: Abs magnitude
fr: Magnitude abs

source: Luminosity
fr: Luminosité

source: Temperature
fr: Température

source: Preferences
fr: Préférences

source: Render
fr: Rendu

source: Advanced
fr: Avancé

source: Debug
fr: Débug

source: UI
fr: Interface

source: Mouse
fr: Souris

source: Invert mouse wheel
fr: Inverser la roulette

source: Keyboard
fr: Clavier

source: Damped navigation keys
fr: Navigation amortie

source: Invert Up/Down and Left/Right
fr: Inverser Haut/Bas et Gauche/Droite

source: Stars
fr: Etoiles

source: Planets
fr: Planètes

source: Dwarf planets
fr: Planètes naines

source: Moons
fr: Lunes

source: Minor moons
fr: Lunes mineures

source: Lost moons
fr: Lunes perdues

source: Comets
fr: Comètes

source: Asteroids
fr: Astéroïdes

source: Interstellars
fr: Interstellaires

source: Spacecrafts
fr: Vaisseaux

source: All orbits
fr: Toutes les orbites

source: Fonts
fr: Polices

source: Label size
fr: Labels

source: Constellation label size
fr: Constellations

source: Objects
fr: Objets

source: Components
fr: Composants

source: Atmospheres
fr: Atmosphères

source: Boundaries
fr: Limites

source: Asterisms
fr: Astérismes

source: Grids
fr: Grilles

source: Equatorial
fr: Equatorielle

source: Ecliptic
fr: Ecliptique

source: Rotation axis
fr: Axe de rotation

source: Reference frame
fr: Cadre de référence

source: UI Scale
fr: Echelle interface

source: Menu text size
fr: Taille du texte des menus

source: UI text size
fr: Taille du texte de l'interface

source: HUD text size
fr: Taille du texte du HUD

source: HUD info size
fr: Taille de la zone info

source: HUD color
fr: Couleur du HUD

source: Query
fr: Recherche

source: Query size
fr: Taille du texte de la recherce

source: Suggestion size
fr: Taille des suggestions

source: Cull far patches
fr: Eliminer les patches lointains

source: Cull far patches threshold
fr: Seuil d'élimination des patches lointains

source: Shadow slope bias
fr: Biais des ombres

source: Shadow PCF
fr: Ombres PCF

source: Sync video
fr: Synchronisation vidéo

source: Multisampling
fr: Multi-échantillonnage

source: Async
fr: Asynchronisme

source: Sync data loading
fr: Chargement des données synchrone

source: Sync texture loading
fr: Chargement des textures synchrone

source: Target name:
fr: Nom de cible :

source: Hour
fr: Heure

source: Day
fr: Jour

source: Month
fr: Mois

source: Year
fr: Année

source: Set current time
fr: Heure courante

source: Cancel
fr: Abandon

source: Set time
fr: Règler l'heure

source: Sol
fr: Soleil

source: Earth
fr: Terre

source: Welcome to Cosmonium!
fr: Bienvenue dans Cosmonium !
